eye_problem_decoding = [
    'Нет проблем',
    'Средние проблемы (близорукость либо дальнозоркость)',
    'Сильные проблемы (частичная либо полная слепота)'
]

ear_problem_decoding = [
    'Нет проблем',
    'Потеря слуха',
    'Глухота'
]

move_problem_decoding = [
    'Нет проблем',
    'Передвигаюсь с помощью костылей',
    'Передвигаюсь с коляской'
]

accesibility_decoding = [
    'Доступен полностью',
    'Доступен частично',
    'Доступен условно',
    'Временно недоступен',
    'Никогда не доступен'
]